Repository: wp-plugins/wplike2get
Catalog: languages/wplike2get-*.po
Languages: de_de, es_es, fr_fr

source: wpLike2Get Settings
de_de: wpLike2Get Einstellungen
es_es: Ajustes de wpLike2Get
fr_fr: wpLike2Get réglages

source: Protect Download with wpLike2Get
de_de: Schütze Download mit wpLike2Get
es_es: Protect Download con wpLike2Get
fr_fr: Protéger le téléchargement avec wpLike2Get

source: activate Facebook support
de_de: Facebook-Unterstützung aktivieren
es_es: activar soporte de Facebook
fr_fr: Utiliser Facebook

source: activate Twitter support
de_de: Twitter-Unterstützung aktivieren
es_es: activar soporte de Twitter
fr_fr: Utiliser Twitter

source: activate Google+ support
de_de: Google+-Unterstützung aktivieren
es_es: activar soporte de Google+
fr_fr: Utiliser Google+

source: Keep Download Link
de_de: Download-Link anzeigen
es_es: Mantener Enlace de Bajada
fr_fr: Maintenir le lien de téléchargement

source: Keep Download Link after reload
de_de: Download-Link nach Aktualisierung der Seite anzeigen
es_es: Mantener Enlace de Bajada luego de recargar
fr_fr: Le lien de téléchargement reste visible après actualisation de la page

source: Link name
es_es: Nombre del Enlace
fr_fr: Nom du lien

source: Define the fallback name for the Download-Link
de_de: Bezeichnung für Download-Link, wenn keine angegeben wurde
es_es: Definir el nombre de retorno para el Enlace de Bajada
fr_fr: Définir le nom du lien de téléchargement

source: Give love to the Developer
de_de: Gibt dem Entwickler etwas Liebe
es_es: Darle amor al Desarrollador
fr_fr: Vous appréciez le développeur

source: Hide after like
de_de: Nach Like ausblenden
es_es: Ocultar luego de dar me gusta
fr_fr: Masquer après partage

source: Hide the button after user click the like button
de_de: Blende den Button aus, nachdem der Benutzer den Like-Button geklickt hat
es_es: Ocultar el botón luego de que el usuario hace clic en el botón me gusta
fr_fr: Masquer le bouton après partage de l'article

source: Facebook like Button
es_es: Botón me gusta de Facebook
fr_fr: Facebook Bouton J'aime

source: Determines the size and amount of social context next to the button
de_de: Bestimme wie der Like-Button aussehen soll
es_es: Determina el tamaño y cantidad de contexto social cerca del botón
fr_fr: Détermine la taille et le nombre de partages après le bouton

source: like
de_de: Gefällt mir
es_es: me gusta
fr_fr: J'aime

source: recommend
de_de: Empfehlen
es_es: recomendar
fr_fr: Recommander

source: The verb to display in the button. Currently only "like" and "recommend" are supported
de_de: Das Verb das im Like-Button angezeigt werden soll. Aktuell werden nur "Gefällt mir" und "Empfehlen" unterstützt
es_es: El verbo a mostrar en el botón. Actualmente solo "me gusta" y "recomendar" están soportados
fr_fr: Verbe à afficher dans le bouton. Uniquement "J'aime" et "Recommander" sont supportés

source: The font of the button
de_de: Die Schriftart des Buttons
es_es: La letra del botón
fr_fr: Fonte du bouton

source: light
de_de: hell
es_es: clara
fr_fr: clair

source: dark
de_de: dunkel
es_es: oscura
fr_fr: sombre

source: The color scheme of the button
de_de: Das Farbschema des Buttons
es_es: El esquema del color del botón
fr_fr: Apparence du bouton

source: The width of the button in pixels
de_de: Die Breite des Buttons in Pixeln
es_es: El tamaño del botón en pixeles
fr_fr: Largeur du bouton en pixels

source: Include a send button
de_de: Senden-Button anzeigen
es_es: Incluir un botón enviar
fr_fr: Ajouter bouton Envoyer

source: Show profile pictures below the button
de_de: Zeige Profilbilder unter dem Button
es_es: Mostrar imágenes del perfil debajo del botón
fr_fr: Afficher l'image du profil sous le bouton

source: Include comments below the button
de_de: Zeige Kommentare unter dem Button
es_es: Incluir comentarios debajo del botón
fr_fr: Ajouter les commentaires sous le bouton

source: Open Graph Settings
de_de: Open Graph Einstellungen
es_es: Ajustes de Open Graph
fr_fr: Réglages Open Graph

source: Facebook App-ID
de_de: Facebook API-Schlüssel
es_es: ID de App de Facebook

source: Facebook User-ID
de_de: Facebook Benutzer-ID
es_es: ID de Usuario de Facebook

source: The name of your site/your company or brand
de_de: Der Name der Seite, des Unternehmens oder der Marke
es_es: El nombre de su compañía o marca
fr_fr: Nom du site/compagnie ou marque à promouvoir

source: Be sure to have a working Google Analytics-Code on your page
de_de: Stelle sicher das du einen funktionierenden Google Analytics-Code eingebunden hast
es_es: Esté seguro de tener el Código de Google Analytics en su página
fr_fr: Vérifiez que votre code Google Analytics fonctionne sur vos pages

source: Track likes with Google Analytics
de_de: Likes mit Google Analytics tracken
es_es: Me gusta de tracks con Google Analytics
fr_fr: Suivre les Likes Google Analytics

source: new (_gaq)
de_de: neu (_gaq)
es_es: nuevo (_gaq)
fr_fr: nouveau (_gaq)

source: old (pageTracker)
de_de: alt (pageTracker)
es_es: viejo (pageTracker)
fr_fr: ancien (pageTracker)

source: Decide between old and new Tracking-Version
de_de: Entscheide zwischen der alten oder neuen Tracking-Methode
es_es: Decidir entre la versión de Tracking vieja o nueva
fr_fr: Choisissez la méthode de suivi

source: Hide after tweet/follow
de_de: Ausblenden nach Tweet/Follow
es_es: Esconder luego de twittear/seguir
fr_fr: Masquer après Tweet/Follow

source: Hide the button after user sent tweet/followed
de_de: Blende den Button aus, nachdem der Benutzer einen Tweet gesendet hat oder dir gefolgt ist
es_es: Esconder el botón luego de que el usuario envíe un tweet/seguimiento
fr_fr: Masquer le bouton après l'envoi du tweet/followed

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilsiateur

source: Twitter username who is followed/mentioned
de_de: Twitter Benutzername dem gefolgt / der erwähnt werden soll
es_es: Nombre de usuario de Twitter que está mencionado/seguido
fr_fr: Nom d'utilisateur Twitter qui est suivi/mentionné

source: User Description
de_de: Benutzerbeschreibung
es_es: Descripción de Usuario
fr_fr: Description de l'utilisateur

source: Is shown after the user sent the tweet
de_de: Wird angezeigt, nachdem der Tweet gesendet wurde
es_es: Se muestra cuando el usuario envió el tweet
fr_fr: Est affiché après l'envoi du tweet

source: The URL that is sent in tweet. Leave blank to get dynamic URL.
de_de: Die URL die im Tweet erscheinen soll. Leer lassen um eine dynamische URL zu erhalten.
es_es: La URL que se envía en Twitter. Dejar en blanco para obtener la URL dinámica.
fr_fr: L'adresse envoyée dans le tweet. Laisser vide pour utiliser les URLs dynamiques (adresse de la page).

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre

source: Set the title for the tweet. Leave blank to get dynamic title.
de_de: Setze den Titel des Tweets. Leer lassen um einen dynamischen Titel zu erhalten.
es_es: Establezca el título para tweet. Dejar en blanco para obtener el título dinámico.
fr_fr: Titre pour le tweet. Laisser vide pour utiliser les titres dynamiques (celui de la page).

source: Twitter Button
es_es: Botón Twitter
fr_fr: Bouton Twitter

source: none
de_de: keine Ausrichtung
es_es: ninguno
fr_fr: aucun

source: Layout is affecting only on Tweet button.
de_de: Das Layout bezieht sich nur auf den Tweet-Button
es_es: El layout está afectando sólo al botón Tweet.
fr_fr: Mise en forme du bouton Tweet

source: The displayed counter is based on this URL. Leave blank to get dynamic URL.
de_de: Der angezeigte Zähler basiert auf dieser URL. Leer lassen um dynamische URL zu erhalten
es_es: El contador que se muestra se basa en esta URL. Dejar en blanco para obtener la URL dinámica.
fr_fr: Le compteur est basé sur cette URL. Laisser vide pour utiliser les URLs dynamiques (adresse de la page).

source: follow
es_es: seguir

source: Decide to use tweet or follow button
de_de: Entscheide dich für den Tweet- oder Follow-Button
es_es: Decidir usar Twitter o botón de seguir
fr_fr: Choisir le bouton Tweet ou Follow

source: Select language for button
de_de: Wähle die Sprache des Buttons
es_es: Seleccionar el lenguaje del botón
fr_fr: Langage du bouton

source: Hide the button after user gplusedoned
de_de: Blende den Button aus, nachdem der Benutzer den +1 Button geklickt hat
es_es: Ocultar el botón después del usuario gplusedoned
fr_fr: Masquer le bouton après partage de l'article avec Google +1

source: Google+ Button
es_es: Botón Google+
fr_fr: Bouton Google+

source: small
de_de: klein
es_es: pequeño
fr_fr: petit

source: medium
de_de: mittel
es_es: medio
fr_fr: moyen

source: standard
es_es: Estandar

source: tall
de_de: groß
es_es: grande
fr_fr: grand

source: Decide for a button size
de_de: Entscheide dich für eine Größe
es_es: Decidir el tamaño del botón
fr_fr: Choix de la taille du bouton

source: Show counter (not working for tall button)
de_de: Zeige Zähler (funktioniert nicht für den großen Button
es_es: Mostrar contador (no funciona para el botón alto)
fr_fr: Affiche le compteur (ne fonctionne pas pour le bouton grand)

source: The URL that is sent. Leave blank to get dynamic URL.
de_de: Die URL die gesendet wird. Leer lassen um eine dynamische URL zu erhalten.
es_es: La URL que se envía. Dejar en blanco para obtener la URL dinámica.
fr_fr: L'adresse envoyée. Laisser vide pour utiliser les URLs dynamiques (adresse de la page).

source: Set language (en-US, en-GB, de-DE, es, fr ...)
de_de: Sprache festlegen (en-US, en-GB, de-DE, es, fr ...)
es_es: Establecer el lenguaje (en-US, en-GB, de-DE, es, fr...)
fr_fr: Choix du langage (en-US, en-GB, de-DE, es, fr ...)

source: show a small link to the <a href="%s">wpLike2Get Plugin page</a>
de_de: Zeige einen kleinen Link zur <a href="%s">wpLike2Get Plugin-Seite</a>
es_es: mostrar un enlace pequeño a la<a href="%s">página del Plugin de wpLike2Get</a>
fr_fr: afficher le lien (petit) de la <a href="%s">page du plugin wpLike2Get</a>

source: Hide after gplusedone
de_de: Ausblenden nach 1+
es_es: Ocultar después de gplusedone
fr_fr: Masquer après +1

source: The first true social media download-protection solution for WordPress. Hide downloads until user like, tweet or +1 your content.
de_de: Die erste echte Social-Media-Download-Schutz-Lösung für WordPress. Downloads schützen, bis der Benutzer deine Inhalte liked, tweeted oder Google +1.
es_es: La verdadera primera solución con protección de descarga para las redes sociales para WordPress. Oculta las bajadas hasta que el usuario de en me gusta, haga un tweet o le de a +1 en su contenido.
fr_fr: La première protection de téléchargement via les réseaux sociaux pour WordPress. Masque le téléchargement tant que le visiteur n'a pas partagé votre contenu avec like, tweet ou +1.

source: About
es_es: Acerca de
fr_fr: A propos

source: Like this plugin?
de_de: Dir gefällt das Plugin?
es_es: ¿Le gusta este plugin?
fr_fr: Vous aimez ce plugin ?

source: Support
es_es: Soporte

source: Here's how you can give back:
de_de: So kannst du etwas zurückgeben:
es_es: He aquí cómo usted puede dar de vuelta:
fr_fr: Vous pouvez le montrer :

source: Give the plugin a 5 ★ rating on WordPress.org
de_de: Gib dem Plugin eine 5 ★ Bewertung auf WordPress.org
es_es: Dar al plugin una calificación de 5 ★ en WordPress.org
fr_fr: Evaluer avec 5 ★ sur WordPress.org

source: Donate a few dollars.
de_de: Spende ein paar Euro
es_es: Donar unos pocos dolares.
fr_fr: Donner quelques Euro

source: Give feedback and improvement proposal
de_de: Gib Feedback und Verbesserungsvorschläge
es_es: Comentarios, sugerencias y propuestas de mejoras
fr_fr: Envoyer un message ou proposer une amélioration

source: Write a review and give a link to the plugin page
de_de: Schreibe eine Plugin-Bewertung und setze einen Link zur Plugin-Seite
es_es: Escribir un comentario y dar un enlace a la página del plugin
fr_fr: Donner votre avis et ajouter un lien vers la page du plugin

source: Version:
es_es: Versión:

source: Description:
de_de: Beschreibung
es_es: Descripción:

source: Support for this plugin is provided via the support forums at %1$s. If you need any help using it, please ask your support questions there.
de_de: Support für dieses Plugin bekommst du über die Support-Foren bei %1$s. Wenn du Hilfe brauchst, frag dort nach.
es_es: El soporte para este plugin se proporciona a través de los foros de soporte en %1$s. Si necesita ayuda, consulte las preguntas de soporte.
fr_fr: Le support pour ce plugin est fourni sur le forum %1$s. Si vous avez besoin d'aide pour l'utilisation de %1$s veuillez y poser vos questions.

source: wpLike2Get Support Forums
de_de: wpLike2Get Support Forum
es_es: Foro de Soporte de wpLike2Get
fr_fr: Forum de support wpLike2Get

source: wpLike2Get Plugin Settings
de_de: wpLike2Get Plugin Einstellungen
es_es: Configuraciones del Plugin wpLike2Get
fr_fr: Réglage du plugin wpLike2Get

source: Update Settings
de_de: Änderungen speichern
es_es: Actualizar Configuraciones
fr_fr: Mettre à jour les réglages

source: Show on single only
es_es: Mostrar simple solamente
fr_fr: Uniquement dans l'article

source: Show the Button(s) only on single views, not on home, or archive pages
es_es: Mostrar el botón(s) únicamente en las opiniones individuales, no en el home, o en las páginas de archivo
fr_fr: Affiche le(s) bouton(s) uniquement dans l'article complet, pas en page d'accueil ou en pages d'archives

source: Wishlist
es_es: Lista de Deseos
fr_fr: Liste d'envies

source: Set language (en_US, en_GB, de_DE, es_ES, fr_FR ...)
es_es: Establecer lenguaje (en_US, en_GB, de_DE, es_ES, fr_FR ...)
fr_fr: Langage (en_US, en_GB, de_DE, es_ES, fr_FR ...)

source: General
de_de: Allgemein
fr_fr: Général

source: vertical
de_de: vertikal
